chat_system_185019267_actor_description=Beaulla. Lady-elf of noble birth.
chat_system_185019267_snap_0_question=^?^I'm glad to see you in my home once again. What can I do for you?
chat_system_185019267_snap_0_answer_0=^?^Hello, lady Beaulla. I wanted to ask; maybe some of your warriors would be able to join me?
chat_system_185019267_snap_0_answer_1=^?^No, I don't need any help, thanks.
chat_system_185019267_snap_0_answer_7=^?^Milady, do you need any Ent Seeds?
chat_system_185019267_snap_0_answer_8=^?^Milady, about the Ent Seeds...
chat_system_185019267_snap_16_question=^?^Ent Seeds?! Oh yes, I'm indebted to the Tree of Life so if you brought me some Ent Seeds it would be a great honer for me to care for them and I would gladly reward you with Magic Crystals.
chat_system_185019267_snap_16_answer_0=^?^Magic Crystals?! That sounds great, milady!
chat_system_185019267_snap_17_question=^?^Yes, I think a fair trade would be 1 Magic Crystal for every 8 Ent Seeds.
chat_system_185019267_snap_17_answer_0=^?^I agree, milady! Let me go find some seeds...
chat_system_185019267_snap_17_answer_1=^?^I agree! I've got some seeds on me, let's see if we can trade, milady...
chat_system_185019267_snap_18_question=^?^Do you have some seeds that you would like to trade?
chat_system_185019267_snap_18_answer_0=^?^No milady, I don't have any right now...
chat_system_185019267_snap_18_answer_1=^?^I have some milady, but I don't have enough.
chat_system_185019267_snap_18_answer_2=^?^[img_crystal] Receive 1 Magic Crystal for 8 Ent Seeds.
chat_system_185019267_snap_18_answer_3=^?^[img_crystal] Receive 2 Magic Crystals for 16 Ent Seeds.
chat_system_185019267_snap_18_answer_4=^?^[img_crystal] Receive 5 Magic Crystals for 40 Ent Seeds.
chat_system_185019267_snap_18_answer_5=^?^[img_crystal] Receive 10 Magic Crystals for 80 Ent Seeds.
chat_system_185019267_snap_18_answer_6=^?^Milady, instead please show me your shop...
chat_system_185019267_snap_18_answer_7=^?^I must take my leave, milady...
chat_system_185019267_snap_19_question=^?^That's okay, maybe in your travels you'll find some more... Don't forget, you need at least 8 seeds to trade!
chat_system_185019267_snap_19_answer_0=^?^Yes milady, you're right, let me go look for some more...
chat_system_185019267_snap_20_question=^?^Here is your Magic Crystal. Thank you for the seeds, caring for them is one of the highest honors!
chat_system_185019267_snap_20_answer_0=^?^Let's get back to trading, milady...
chat_system_185019267_snap_20_answer_1=^?^Milady, I must take my leave...
chat_system_185019267_snap_21_question=^?^Here are your Magic Crystals. So many seeds, we will tend to them with the utmost care!
chat_system_185019267_snap_21_answer_0=^?^Let's get back to trading, milady...
chat_system_185019267_snap_21_answer_1=^?^Milady, I must take my leave...
chat_system_185019267_snap_22_question=^?^I'm sure a hero such as yourself will have no trouble finding some... Don't forget, you need at least 8 seeds to trade!
chat_system_185019267_snap_22_answer_0=^?^Yes milady, you're right, it's only a matter of time before I find some...